tests/pyCompare/AB1avalanche/system/finite-area/faMeshDefinition
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      faMeshDefinition;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

polyMeshPatches ( "bed" );

boundary
{
    sidesFa
    {
        type patch;
        neighbourPolyPatch sides;
    }
    
    frontAndBackFa
    {
        type empty;
        neighbourPolyPatch frontAndBackPlanes;
    }
}

defaultPatch
{
    name empty;
    type empty;
}


// ************************************************************************** //
