tests/pyCompare/AB1avalanche/Allrun
#!/bin/sh

# Create the mesh
blockMesh
makeFaMesh

# create the intial time folder
cp -r 0_org 0

# Run sedExnerFoam
sedExnerFoam > log
